tutorials/03steadyNS/lift/system/FORCESdict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      FORCESdict;
}

rhoName rhoInf;
UName U_rec;
pName P_rec;
log false;           // If you want to write out Infos on the screen
rho           rhoInf;     // Indicates incompressible
rhoInf        1;          // Redundant for incompressible
CofR                (0.4974612746 -0.01671895744 0.125);;      // Center of rotation( Used only for moments calculation)
liftDir ( 0 1 0 );   // Lift Direction
dragDir ( 1 0 0 );   // Drag Direction
pitchAxis ( 0 0 0 ); // Pitching moment axis
magUInf 1000;     // free stream velocity magnitude 
lRef 1;          // lRef - reference length
Aref 0.05;      // Aref - reference area 
patches (wing);     // Patch where you want to evalueate FC and Forces

outputControl  timeStep; 
outputInterval 1; 
writetofile true;    // Select true if you want to output the files
type binData;

